Repository: Anne017/xake-chess
Catalog: po/*.po
Languages: eu

source: About
eu: Honi buruz

source: Back
eu: Itzuli

source: Chess v.0.5.4
eu: Xake v.0.5.4

source: This app uses:
eu: App honek erabiltzen du:

source: cinnamon chess engine (GPL v.3 license)
eu: cinnamon xake motorea (GPL v.3 lizentzia)

source: chessboardjs (MIT license)
eu: chessboardjs (MIT lizentzia)

source: lichess.org (AGPL v.3 license)
eu: lichess.org (AGPL v.3 lizentzia)

source: Black
eu: Beltza

source: Reload
eu: Birkargatu

source: Daily puzzle
eu: Eguneko denborapasa

source: Chess
eu: Xake

source: New game as white
eu: Joko zuri berria

source: New game as black
eu: Joko beltz berria

source: Daily Puzzle
eu: Eguneko denborapasa

source: White
eu: Zuria
